tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "homebrew/cask-fonts"

brew "gh"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "geist-mono-nerd-font"
brew "font-sf-pro"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

brew "felixkratz/formulae/sketchybar", args: ["HEAD"]
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"

cask "alacritty"
cask "arc"
cask "raycast"
cask "spotify"
cask "obsidian"
cask "orbstack"
cask "docker"
