tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ddcctl"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "jq"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "node"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zig"
brew "zinit"
brew "felixkratz/formulae/sketchybar", args: ["HEAD"]
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "flux"
cask "notion-calendar"
